[
  {
    "desc": "En Pokémon Legends: Arceus, se mezclan las bases de los juegos de Pokémon anteriores con elementos propios de los juegos de acción y RPG. Tendrás que ir al Sinnoh de hace muchos años para capturar, explorar e investigar sus Pokémon salvajes y crear la primera Pokédex de la región.",
    "id": "J001",
    "img": "https://images.zmart.cl/Productos/SKU/2022/01/05/NSWG0820_20221517150_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "Pokemon Arceus",
    "price": 54990,
    "consola":"Nintendo Switch",
    "liked": false
  },
  {
    "desc": "¡La poderosa bola rosada está de regreso en una aventura de plataformas para 4 jugadores!.Copia las habilidades de los enemigos y usa su poder para atacar con una espada, azotar con un látigo y flotar con una sombrilla. ¡También podrás lanzar un láser con la nueva habilidad de copia Meca! La fuerza adicional será de gran utilidad para encontrar las piezas perdidas de la nave de Maglor que se estrelló en el planeta Pop. Flota y combate junto a tus amigos en la misma consola, donde cada jugador podrá controlar a otro Kirby o a uno de sus icónicos amigos, como Rey Dedede, Meta Knight y Waddle Dee pañuelo.",
    "id": "J002",
    "img": "https://images.zmart.cl/Productos/SKU/2022/12/13/NSWG1010_2022121395238_f.jpg",    
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "Kirbys Return to Dream Land Deluxe NSW",
    "price": 49990,
    "consola":"Nintendo Switch" ,
    "liked": false
  },
  {
    "desc": "En una guerra en contra del Dragón Caído, cuatro reinos trabajaron junto a héroes de otros mundos para atrapar a esta malvada amenaza. Mil años después, el sello que lo mantenía atrapado se ha debilitado y el Dragón Caído ha despertado. Como un Dragón Divino, usa sofisticadas estrategias y abundantes opciones de personalización para consumar tu destino: reunir los anillos Emblema dispersados a través del mundo y regresar la paz al continente de Elyos.",
    "id": "J003",
    "img": "https://images.zmart.cl/Productos/SKU/2022/09/15/NSWG1016_2022915153119_f.png",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "Fire Emblem Engage NSW",
    "price": 35990,
    "consola":"Nintendo Switch" ,
    "liked": false
  },
  {
    "desc": "Bayonetta presumirá de habilidades a lo largo de distintas ubicaciones en esta nueva entrega de acción ultrafrenética para Nintendo Switch. La conocida bruja de Umbra luce nuevo vestuario de infarto y dos coletas que resultan curiosamente familiares, y deberá enfrentarse a una misteriosa fuerza maligna echando mano de sus inseparables pistolas y del Tiempo Brujo, una habilidad que ralentiza el paso del tiempo. En esta ocasión, Bayonetta se verá las caras con armas biológicas creadas por el hombre llamadas homúnculos.",
    "id": "J004",
    "img": "https://images.zmart.cl/Productos/SKU/2022/07/29/NSWG0125_2022729105758_f.png",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar"],
    "name": "Bayonetta 3 NSW",
    "price": 49990,
    "consola":"Nintendo Switch",
    "liked": false 
  },
  {
    "desc": "Olvida todo lo que creías saber acerca de los juegos de The Legend of Zelda. Entra a un mundo repleto de descubrimiento, exploración y aventura en The Legend of Zelda: Breath of the Wild, un innovador juego en la aclamada serie que rompe fronteras.Viaja a través de campos, bosques y montañas a medida de que descubres que ha sucedido con el devastado reino de Hyrule en una impresionante aventura al aire libre.",
    "id": "J005",
    "img": "https://images.zmart.cl/Productos/SKU/2017/01/13/NSWG0001_201711394433_f.jpg",
    "dispo": ["Internet", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "The Legend of Zelda: Breath of the Wild NSW",
    "price": 69990,
    "consola":"Nintendo Switch",
    "liked": false 
  },
  {
    "desc": "Pokémon Scarlet y Pokémon Violet, las nuevas entregas del universo Pokémon, llegarán a Nintendo Switch a finales de este año. Con estos nuevos títulos, Pokémon da un gran paso hacia adelante al permitir a los jugadores explorar libremente un extenso mundo abierto lleno de vida.",
    "id": "J006",
    "img": "https://images.zmart.cl/Productos/SKU/2022/06/02/NSWG0930_20226211855_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar"],
    "name": "Pokémon Scarlet NSW",
    "price": 54990,
    "consola":"Nintendo Switch" ,
    "liked": false
  },
{
    "desc": "Cuando un joven estafador callejero, un ladrón de bancos retirado y un psicópata aterrador se ven involucrados con lo peor y más desquiciado del mundo criminal, del gobierno de los EE. UU. y de la industria del espectáculo, tendrán que llevar a cabo una serie de peligrosos golpes para sobrevivir en una ciudad implacable en la que no pueden confiar en nadie. Y mucho menos los unos en los otros.",
    "id": "J007",
    "img": "https://images.zmart.cl/Productos/SKU/2022/03/31/PS5G0009_2022331131525_f.png",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar"],
    "name": "Grand Theft Auto GTA V PS5",
    "price": 27990,
    "consola":"PS5" ,
    "liked": false
  },
{
    "desc": "Ambientado en el icónico universo de Alien, Aliens: Fireteam Elite es un juego de disparos y supervivencia cooperativo en tercera persona en el que tendrás que luchar junto con tu equipo de marines curtidos para contener la amenaza de los xenomorphs.",
    "id": "J008",
    "img": "https://images.zmart.cl/Productos/SKU/2021/08/11/PS5G0137_2021811101332_f.jpg",
    "dispo": ["Internet"],
    "name": "Aliens Fireteam Elite",
    "price": 19990,
    "consola":"PS5" ,
    "liked": false
  },
{
    "desc": "¡Les damos la bienvenida a la nueva era del baile con Just Dance 2023 Edition! ¡Bailen por primera vez al ritmo de Dynamite, de BTS, y otros éxitos del momento! Disfruten de una fiesta sin fin con el nuevo modo multijugador* en línea, personalización, mundos inmersivos en 3D y canciones y modos nuevos durante todo el año.",
    "id": "J009",
    "img": "https://images.zmart.cl/Productos/SKU/2022/11/29/PS5G0284_20221129164512_f.jpg",
    "dispo": ["Sucursal Santiago", "Sucursal Viña del Mar","Sucursal Concepción"],
    "name": "Just Dance 2023 Edition",
    "price": 39990,
    "consola":"PS5" ,
    "liked": false
  },
{
    "desc": "Stray es una aventura felina en tercera persona ambientada en los callejones iluminados con luces de neón de una ciberciudad en plena decadencia y el ambiente turbio de sus bajos fondos. Deambula por cada rincón de los alrededores, defiéndete de amenazas imprevistas y resuelve los misterios de este lugar inhóspito en el cual moran robots apáticos y criaturas peligrosas.",
    "id": "J010",
    "img": "https://images.zmart.cl/Productos/SKU/2022/10/12/PS5G0016_20221012174342_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar"],
    "name": "Stray",
    "price": 49990,
    "consola":"PS5" ,
    "liked": false
  },
  {
    "desc": "Explora tierras remotas, enfréntate a máquinas más grandes e imponentes y descubre increíbles tribus en tu regreso a un futuro lejano en el mundo apocalíptico de Horizon.",
    "id": "J011",
    "img": "https://images.zmart.cl/Productos/SKU/2022/09/01/PS5G0003_202291162519_f.png",
    "dispo": ["Sucursal Concepción"],
    "name": "Horizon: Forbidden West",
    "price": 74990,
    "consola":"PS5" ,
    "liked": false
  },
  {
    "desc": "Experimenta Hogwarts en el siglo XIX. Tu personaje es un estudiante que tiene la llave de un antiguo secreto que amenaza con destrozar el mundo de los magos. Haz aliados, lucha contra magos oscuros y decide el destino del mundo de los magos.",
    "id": "J012",
    "img": "https://images.zmart.cl/Productos/SKU/2022/03/18/PS5G0054_2022318163911_f.png",
    "dispo": ["Sucursal Concepción"],
    "name": "Hogwarts Legacy",
    "price": 69990,
    "consola":"PS5" ,
    "liked": false
  },
  {
    "desc": "Diablo III Battle Chest incluye Diablo III y la expansión Reaper of Souls para que vivas la máxima experiencia de Diablo III. Sacude los cimientos de la tierra, azota a tus enemigos con fuego y hielo, e invoca esbirros de otro mundo con los poderes heroicos que te pertenecen por derecho.",
    "id": "J013",
    "img": "https://images.zmart.cl/Productos/SKU/2017/07/11/JUE2083_201771110830_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar"],
    "name": "Diablo III Battlechest",
    "price": 14990,
    "consola":"PC" ,
    "liked": false
  },
  {
    "desc": "Estás aquí por una razón. La enorme instalación de investigación de la UAC en Marte ha sido arrasada por poderosos y agresivos demonios, y solo una persona se interpone entre su mundo y el nuestro. Encarna al marine de DOOM, que ha sido activado para hacer una cosa: matarlos a todos",
    "id": "J014",
    "img": "https://images.zmart.cl/Productos/SKU/2016/02/16/JUE1944_2016216162134_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "Doom",
    "price": 9990,
    "consola":"PC" ,
    "liked": false
  },
  {
    "desc": "¿Construirás una sociedad utópica sustentada en la tecnología limpia? ¿O permitirás que un gigante corporativo saquee y contamine con el fin de alimentar el consumismo de tus Sims hasta el infinito? Además de crecer hacia las afueras, las ciudades tendrán la posibilidad de construir hasta tocar el cielo levantando torres gigantescas multizona.",
    "id": "J015",
    "img": "https://images.zmart.cl/Productos/SKU/2014/01/17/File_2014117191111_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "SimCity Ciudades del Mañana Expansion",
    "price": 18990,
    "consola":"PC" ,
    "liked": false
  },
  {
    "desc": "Te damos la bienvenida a Neighborville, donde todo va bien. ¡Salvo que se está fraguando un nuevo conflicto conífero entre descerebrados y elementos botánicos! ¿Qué vas a hacer? ¿Usar la jardinería? ¿Sembrar semillas? Prepárate para liarla planta en un conflicto que enfrenta a plantas contra zombis en el que visitarás las afueras de Neighborville y volverás a la ciudad.",
    "id": "J016",
    "img": "https://images.zmart.cl/Productos/SKU/2019/09/26/JUE2104_2019926135223_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "Plants vs Zombies Battle for Neighborville",
    "price": 19990,
    "consola":"PC" ,
    "liked": false
  },
  {
    "desc": "Londres, 1868. Con la Revolución Industrial en su apogeo, la capital del Imperio Británico se ha transformado en una moderna ciudad industrializada, donde la antigua nobleza y los empresarios de nuevas industrias viven en opulencia, mientras que la clase trabajadora y obrera se ve abusada y obligada a vivir en condiciones insalubres y soportar jornadas de trabajo inhumanas; el poder de la realeza se ve cada día más debilitado, a medida de que la sociedad secreta de los Templarios se hace con el control de la ciudad y del Imperio, gracias al exterminio de sus rivales, la Hermandad de Asesinos. ",
    "id": "J017",
    "img": "https://images.zmart.cl/Productos/SKU/2015/05/12/JUE1966_2015512145853_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "Assassin's Creed: Syndicate",
    "price": 7990,
    "consola":"PC" ,
    "liked": false
  },
  {
    "desc": "Miami, Florida. La ciudad se encuentra azotada por una ola de violencia como nunca antes en su historia, producto de un incremento del crimen tras la llegada de nuevos carteles del narcotráfico a la ciudad. ",
    "id": "J018",
    "img": "https://images.zmart.cl/Productos/SKU/2014/11/20/JUE1932_2014112091259_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "Battlefield: Hardline",
    "price": 6990,
    "consola":"PC" ,
    "liked": false
  },
  {
    "desc": "El fútbol vuelve a las calles con la auténtica cultura, la creatividad y el estilo de las pistas urbanas. ",
    "id": "J019",
    "img": "https://images.zmart.cl/Productos/SKU/2019/09/23/JUE2101_201992315552_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "Fifa 20",
    "price": 5990,
    "consola":"PC" ,
    "liked": false
  },
  {
    "desc": "Te espera una aventura por toda la galaxia en Star Wars Jedi: La Orden caída, un título de acción y aventura en tercera persona de Respawn Entertainment. Se trata de un juego de un solo jugador con una historia en la que te metes en la piel de un Padawan Jedi que logró escapar de milagro de la purga de la Orden 66 luego de los acontecimientos del Episodio 3: La venganza de los Sith.  ",
    "id": "J020",
    "img": "https://images.zmart.cl/Productos/SKU/2019/11/11/JUE2098_20191111124359_f.jpg",
    "dispo": ["Internet", "Sucursal Santiago", "Sucursal Viña del Mar", "Sucursal Concepción"],
    "name": "Star Wars: Jedi Fallen Order",
    "price": 19990,
    "consola":"PC" ,
    "liked": false
  }

]
